IDEA Open Model
CheckResSummary.UnityCheckMessage Property
Compatible with IDEA StatiCa v 10.1
 Detail message about overall check
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public string UnityCheckMessage { get; set; }
Public Property UnityCheckMessage As String
	Get
	Set
public:
property String^ UnityCheckMessage {
	String^ get ();
	void set (String^ value);
}
Property Value
Type: String
See Also
Reference
CheckResSummary Class
IdeaRS.OpenModel.Connection Namespace